/**
 かっこうおそとには　きけんがいっぱい！
 こどもは　ちかであそぼう！

 ・・・と記されている

 ハンターって　かっちょいいよな

 ハンターじゃねー
 オマエなんか　ひっこんでろー！

 あ　どっかに鉄くずでも落ちてねーかな
 そしたら食料　買えんのに・・・

 物資の泥棒は重大な犯罪です
 見つけたらすぐに人外ハンター商会へ

 ・・・と記されている

 規模星　フリンがいれば私たちは安泰ね
 あとは鍵のかかる個室があれば最高だわ





 はぁ　やっぱ室に戻ってくると
 帰って来たーって気になるよね

 ナナシ　この後どうする？

 ＞寝る
 ん　寝るの？
 じゃあ　あたしも自分の室に戻るね

 お休みナナシ

 ：アサヒは軽く手を振って
 ナナシの室から出て行った

 ベッドに横たわって目を瞑ると
 疲れがどっと押し寄せる

 ヤァ　アキラ
 彼は見つかったか・・・？

 あなたをアキラと呼ぶ声をする・・・

 アキラと呼ばれたあなたは
 口を開き応答する・・・

 いいえ　まだ・・・こんな状況ですし
 無茶をしなければいいんですが・・・

 ツギさん　そっちもまだ
 見つからないのかい？

 ああ　街頭に設置した防犯カメラの映像
 確認させているが　まだ報告はない・・・

 これは不味いぞ　フジワラ・・・

 今にも核ミサイルが降りって来るって時に時に
 ・・・困ったね　まったく

 中国　ロシア両国内に弾道ミサイルが着弾
 爆発を確認

 各国との通信途絶
 核爆発に伴う？？？の影響と思われます

 アメリカはどうなっている

 ダメです

 応答ありません

 監視衛星が弾道ミサイルを確認っ！
 着弾予想地点は日本っ　着弾まで約５分！

 もう終わりだ・・・
 これが世界の終焉か・・・

 っ！？　４５番の映像
 メインモニターに回してください！

 これは・・・・銀座四丁目の交差点か？

 アイツ　マサカドの太刀を持っているぞ
 あんな場所で何を・・・　おい　無線は？

 ダメです　応答しません

 クソ　アイツはあんなところで
 一体　何をする気なんだ・・・

 い・・・今のは　彼は自らの命を・・・？

 状況は！？
 あそこで一体　何が起きたんだ

 わかりません　ただこれは・・・
 何かが東京を覆って・・・なんだこれは？

 ちっ　ここにいても埒が明かない
 いくぞ　アキラ

 まったく　いつまで寝てんのさ？
 おーきーろー！

 ・・・早く　起きなよ　ナナシっ！
 起きてよぉ　起きろってばー

 ナナシっー　起きろー
 朝だよー　仕事の時間だよぉ？

 もう・・・たっと起きた　急がないと時刻だよ
 商会で朝礼するって聞いてたでしょ？

 目の前にアサヒが立っている
 さっきまで見ていたのは夢だったようだ・・・

 夢で見た内容を
 アサヒに話しますか？

 ＞話す
 何なに　幼なじみのアサヒcあhんに
 どーんと話してみなさい

 ナナシは夢で見た出来事を
 アサヒに話した

 ・・・夢でフリンに似た人が自殺！？
 天井を岩が覆った

 昨日にっかりさんから聞いた話だよね？
 でも何かヤダね　人が自殺する夢なんて・・・

 どうせ商会に行くんだし
 気になるなら　そこで聞いてみたら？





 最近のアサヒ　仕事熱心よね
 まあ前からと言われれば　そうだけど・・・

 さっと早く大人になってマスター
 ・・・お父さんに楽させたいのね

 先日　クエストで新宿を探索したのだけど
 目ぼしい遺物は全然得られなかったわ・・・

 最近はどこも同じ・・・

 もう　この東京も限界なのかしら

 希望の星であるフリンがこの状況を
 なんとかしてくれると良いのだけれど





 今日は時に人が多いね・・・
 オヤジ　もうにっかりさん来てる？

 ・・・なってねぇなぁ
 仕事場ではマスターと呼べって言ったろ

 はいはい　マスターマスター

 ったく　我が娘ながら本当に
 なっちゃいねぇ・・・困ったもんだぜ

 ナナシ　オメェからも
 何か言ってやれ

 ＞アサヒらしくて良い
 だってさ　マスタぁ＝？

 バカ　ナナシは気遣ってんだよ
 オメェと違って優勝だかんな

 ・・・むぅ　またそういうことを・・・
 少しはオヤジもアツァ日に気を遣ってよね

 割と気回してだがな・・・
 まあ　親の苦労知らずってやつかね

 にっかりさんはもう商会に来てるぞ
 見習いが先輩を待たせちゃいけねぇ

 ほら　さっさと言って
 大先輩からしっかり学んでこい

 マスターに生中を叩かれた

 にっかりとマナブを見つけた
 ナナシは二人に話しかける

 ヤーマン　ご機嫌か二人とも？

 おはよう　ちゃんと休めたようだな
 今日は食料の定期調達へ向かう

 だがその前に　臨時の朝礼がある
 出るのはそれに参加してからにしよう

 ビデオ朝礼は　じき始まるぜ
 それまでは楽にしてな　お二人さん

 ビデオ朝礼が始まるまで
 すおしだけ時間がありそうだ・・・

 夢で見た内容を
 にっかりとマナブに話しますか？

 ナナシはにっかりとマナブに
 今朝の夢について話した

 今朝の夢の話を聞いた二人は
 神妙な面持ちでナナシを見やる

 フリンによく似た少年が自殺・・・
 マサカド公・・・天井を覆う岩盤・・・

 あんまりおもろしくはねぇな　ヤーマン
 マジもっと面白い夢を見ろよ

 ・・・この話はもうするな
 特にアキラという名についてはな

 そのアキラって人が何か・・・？

 アキラは人外ハンターにとおての
 禁句なんだよ

 アキラは人外ハンター商会を創設した二人
 フジワラさんとツギハギさんの親友だ

 アキラはフジワラさんたちとともに戦い
 周りの者からも信頼されいていた・・・らしい

 だが同時に　アイツは人外ハンターを
 東京の民を見捨てた裏切り者である

 裏切り者って・・・
 そのアキラって人は一体　何を・・・？

 にっかりはひどく疲れた様子で
 肺に溜まった空気を大仰に吐き出す

 ・・・そんなことはどうでもいい
 とにかく　その名はもう口にするな

 アサヒはあからさまに納得いかない
 という顔をしている・・・

 ・・・そろそろビデオ朝礼が始まる
 話はここまでだ

 アサヒは渋々頷き
 モニターへ目を向けた

 諸君おはよう　フジワラだ
 さっそくだがビデオ朝礼を始める

 神の御業戦争から２５年・・・
 東京は光を失い暗闇に閉ざされ続けてきた

 そして我々は今
 最大の試練に直面している

 ・・・ツギハギだ　課報班から上がった情報を
 俺の方から報告させて貰おう

 メルがバーという大天使が神の軍勢を率い
 スカイタワーを占拠うした

 メルカバー？　聞いたことないな・・・？

 メルカバーは天井の上にいる天使の長
 神の代行者であり・・・

 ・・・２５年前　俺たちを天井の上から
 この地獄に突き落とした憎き殺戮の天使だ

 一方　市っ？？？？を占領する
 悪魔王ルシファーは　これを迎え撃つ気だ

 すなわちこの東京で
 神と悪魔は全面戦争を行うつもりなのだ

 だが　落ち着いてくれ・・・

 俺がマサカドの太刀を託し
 今や希望の星とまで呼ばれている若人ー　

 フリンがルシファーとメルカバー
 両者の討伐に動き出した

 そうだ　俺たちにはフリンがいるっ！

 フリンならなんとかしてくれる
 もう安心だぜ！

 ヤフー　フリン最高っ！

 事前に一部のハンターに依頼していた
 武器等の資材調達は昨日　終了した

 おかででフリンをバックアップするための
 準備は万全だ

 以後　我々はフリンの支援に注力する
 こちらが出す指示もそれが主となろう

 これ以上　神や悪魔共に好きにはさせん・・・

 諸君・・・フリンをshんじ　彼を支えよう
 彼なら　この局面を必ず打開してくれる

 フジワラは指を軽く
 サングラスを押し上げ　続ける

 ・・・我々人間はかつて
 一度だけ　天井の上の土を踏んだ

 しかし結局この東京へと逃げ帰り
 酸い派閥争いを演じることになった

 自己部合の秩序を強要する阿修羅会
 混沌を標榜したガイア教団・・・

 しかし最後に残ったのは
 自由を求め続けた我ら人外ハンター商会だ

 最後で残った僕らこそが
 天井の上で暮らす権利を持っている

 さぁ　大人も子供も一丸となり
 フリンと共に最後の戦いを勝ち抜こう

 そひて　みんな・・・
 太陽の下で暮らそう

 ハンターたちは武器を掲げ
 勝どきを上げた

 諸君らにはこちらから別途
 各々の力に見合った依頼を発注する

 通達があるまでは各人
 これまで通り　自分の仕事を進めてくれ

 これにて臨時ビデオ朝礼を終了する
 各々　健闘を祈る

 さて・・・では俺たちも通達があるまでは
 自分たちの仕事を進めるぞ

 「援　定期　食料調達
 を受注しました

 準備が整い次第
 食材の規定調達クエスtに脱出する

 どんな状況だろうと食いもんは必要だ
 でけぇ叩きの前なら尚更な

 準備ができたら俺に声をかけろ
 いいな？





 ではクエストを開始する

 ナナシとアサヒ・・・二人には
 こんな気もサポートをメインに行って貰う

 ・・・むぅ

 まずは錦糸公園を通り
 街から出るぞ





 悪魔はなにも　戦闘で行うだけじゃない
 物資を作らせるのにも重宝している

 この東京は閉鎖空気だ
 自給自足しなきゃ資源が枯渇しちまうしな

 オレは　鉄を銃弾などに加工するため
 横の男にコキ使われている・・・

 畜生・・・何だってこんな人間に
 使役されることになっちまったんだか・・・

 おや　貴殿が私と出逢うのは初めてかな？
 私はサンジェルマン

 貴殿のことはよく知っているよ
 ・・・いやなに　そんなに訝しむことはない

 私はただ宝石？？が好きなだけの宝石商・・・
 いつでも　どこにでもいるような紳士だよ

 もし貴殿が宝石を持っているのなら
 それと私のアイテムを交換しないかね？

 まぁ　まずは私の持っているアイテムを
 ご覧になると良い

 また貴殿に逢える時を楽しみにしている
 さらばだ　うつつに生きる者よ

 にっかりさん　食料調達のクエストなら
 出るのはこっちからじゃないですよ？

 見習いの二人も　ここから先は危険だから
 あまり近づかないようにね





 にっかりさん　お疲れ様です
 クエストですか？

 ああ　通させて貰うぞ

 どうぞ　お気をつけて！

 ナナシたちはフェンスを抜け
 悪魔が徘徊するエリアに足を踏み入れた

 にかkりがナナシたちを見やり
 思案げに目を閉じる

 ・・・ここら辺で一度
 こいつらに一通り教えておくべきか・・・

 にっかりはナナシたちに
 ここで立ち止まるように指示を出した

 ここから先は悪魔の勢力圏内だ
 悪魔は俺たちを見つけ次第　襲ってくる

 見習いとは言えお前らもハンターの端くれ
 身の守りかたくらいは知っておくべきだろう

 えっ　まだこいつらには早くないっすか？
 スマホも渡されてない見習いっすよ？

 ハンターは悪魔を使役してこそ一人前・・・

 悪魔を使役するには悪魔召喚プログラムを
 収めたスマホが必要だ

 まだスマホを与えられていないこいつらに
 本格的な戦闘をさせるつもりは毛頭ない

 だが　いざという時に戦えんようでは
 意味がない・・・・戦えられるときに戦え込む

 俺らは最後の戦争に挑むんだ
 戦力が増えることに越したこともないだろう

 でも　やっぱスマホのない状態で
 戦闘させるなんて心配だぜ・・・

 そう思うなら　お前がついてやれ

 ええっ！？　オレですか？

 お前は二人の先輩だろ？先輩なら
 後輩のために一肌ぬいでやれ

 ・・・ヤーマン

 改めてにっかりが
 ナナシの方げ向き直る

 これはあくまで指導
 戦闘の基礎をテクチャーするだけだ

 このあたりの悪魔はそれほど強くない
 最初のレクチャーには持ってこいだろう


 マナブがお前らに戦い方を指導する
 まずは敵に接触するんだ

 仕方ねぇ・・・教えてやるよ
 俺がフォローしてやるから自給に動け

 フィールド上のエネミーシンボルに触れると
 悪魔とのバトルに移行します

 エネミーシンボルと接触する前に
 Xボタンを押し　攻撃をエネミーシンボルに
 当てることができれば・・・

 バトルで先制攻撃を行うことができます

 ただし　一部の重要なバトルでは
 先生攻撃を行えない場合もあります

 俺はこの公園の奥にある
 噴水の前で待っている

 ある程度戦闘に慣れたと思ったら
 噴水前まで来い

 ナナシ　戦い方について
 レクチャーは必要か？

 戦闘チュートリアルを確認しますか？

 ＞確認する
 なら　先輩として丁寧に説明してやる
 ちゃんと聞いて覚えんだぜ　ヤーマン！

 これより戦闘のチュートリアルをします
 戦闘では基礎　味方側と敵側のターンが
 交互に回ってくることになります
 現在は味方の行動ターンです

 画面左右に表示された青色のアイコンは
 このターンで行動できる回数を示しています
 これをプレスターンアイコンと呼びます

 現在のアイコンの数は一個なので
 このターンでは一回行動することができます
 コマンドから通常攻撃を選んで
 敵を攻撃してみましょう

 滝にファメージを与え　さらに弱点を突きました
 かたきらうわは通常攻撃で弱点を突けるようです

 プレスターンアイコンを見てみましょう
 明るく光っているはずです
 これは「もう一回行動できる」ことを表します

 「的が弱点とする所属」を突くことで
 通常の状態だったアイコンが明るく光もう一回行動できるようになります

 今の場合　ナナシの通常攻撃が　
 かたきらうわの弱点である物理所属を突いたので
 アイコンが明るく光
 もう一回行動できるようになりました

 プレスターンアイコンの数が０になりました

 行動回数を示すアイコンを使い切ったため
 味方の行動ターンはこれで終了です
 ここからは敵の行動ターンになります

 このように
 敵の弱点を突いて行動回数を増やすことが
 バトルを有利に進めるカギになります

 今回通常攻撃で弱点を突きましたが
 氷結や電撃など新しい攻撃スキルを得ることで
 もっと色々な弱点を突けるようになるでしょう

 ・・・なお　行動回数は増えるだけでなく
 減ってしまうこともあります

 攻撃をミスしらり無効化されると
 アイコンが通常よりも多く消費され
 行動回数が減ってしまい　不利になります

 このルールは　的ん行動ターンでも同じです

 的に弱点を突かれれば
 的の行動回数が増えてしまいます
 逆に　的の攻撃を回避したり無効化すれば
 程の行動回数を減らせます

 以上がバトルの基本的な流れです
 的と味方ん弱点　そひて　行動回数に注目し　
 バトルを有利に進めてください

 所詮は上々だな　ヤーマン！
 この調子で次　行ってみようか！

 ヤーマン　効率的に戦闘を進めたかったら
 的の弱点を見極めることが重要だぜ

 敵の弱点を攻めて　有利に戦闘を進める
 ・・・それが一流のハンターってやつさ！

 バトル中に敵の弱点を突くなど特定の行動をとることで
 ニヤリ状態になることがあります

 へい　分かったらやってみな！
 どんどんあげてこーぜ　ヤーマン

 目の前にある壁状の構造者はワームをっ土
 と呼ばれています
 ワームをっ土にはコアとなる結晶が存在し
 武器で破壊することで通行可能となります

 にっかりはナナシの顔を窺うと
 何か心得したように　首を縦に振る

 ふむ　良いだおる
 そろそろクエストに戻るぞ

 どう　ナナシ？
 戦い・・・キツくなかった？

 ＞あの程度なら楽勝だ

 うんうん　どんな適が来たって
 ナナシだったら楽勝だね！

 ・・・ん　なんだ？
 いつの間にか周囲を悪魔たちに
 取り囲まれている

 しまった　囲まれてんぜ！？

 なぜ　こんなにも大量の悪魔が・・・

 包囲している悪魔の中から一体
 前に出て話し始める

 私は　陸天使アドラメレク　
 ルシファー様に忠誠を誓った忠実なる僕

 メルカバーが降臨したという報せを受け
 仲間を率いて件の塔を視察したのですが

 今は　仕事を終えた帰り道
 空腹の虫が騒ぎだす頃合いです・・・

 さて　聞くところによりと貴方たち人間は
 悪魔を狩り　その屍肉を貪り食べるとか・・・

 いえ　それを咎めはしません
 弱肉強食こそが自然の摂理

 ああ　弱者が強者の肉となることに
 一体なんの問題がありましょう？

 アドラメレクが周囲の悪魔に目配せする

 して　我々は戦の前
 腹が減っては戦いはできぬと申します

 まずい　！？
 来るぞ　構えろ！

 強者が望むがままに変えられる世界・・・
 それが流sッヒファー様が望む理想の世界

 さあ　弱者は強者の糧となりなさい

 マナブがナナシとアサヒが庇い
 炎に巻かれる

 マナブは息絶えた・・・

 ！？　そんな！

 ふふ　少し焼き加減を間違えましたね
 ですが貴方たち・・・良い表情ですねぇ

 にっかりがアドラメレクの懐に入り込み
 刀を振り抜いた

 はあ・・・なんですか　そのナマクラは
 そんあ者では紙も満足に切れないのでは？

 アドラメレクは折れた刀を？？？して
 にっかりを吹き飛ばした

 むっ　これは・・・
 ふふ　なかなかやりますね

 にっかりは吹き飛ばされながらも
 アドラメレクにナイフを突き刺していた

 アドラメレクは胸に刺さったナイフを
 何の気なしに抜き取り　しげしげと眺める

 ふむ　やはり古いものはダメですね
 思慕や懐古に価値はありません

 そう　常に新しいもの・・・未来を見なくては
 それをもたらすのは　いつも混沌です

 アドラメレクは信じられないほどの握力で
 にっかりのナイフを粉砕した

 くそ　化け物め・・・！

 ああ　貴方たちはこれを理不尽だと
 不安理だと感じているのでしょう

 だが　これは貴方たちが悪魔の屍肉を
 クラルことと何ら変わりはありません

 そうおれすなわち
 自然の摂理なのです

 ・・・お前らは　逃げろ・・・！
 クエストは諦めて・・・商会へ・・・

 いや　それはよろしくないですね
 追いかけっこは嫌いなんですよ私

 アドラメレクがナナシにい対して
 禍々しい炎を放った

 にっかりがナナシを突き飛ばし
 アドラメレクの攻撃から庇う

 お前らを・・・巻き込んで・・・すまない・・・

 にっかりは息絶えた・・・

 にっかりさんっ！？　うそでしょ・・・？
 ・・・あ　ああ・・・逃げないと・・・ナナシ・・・！

 ダメだ　的に周囲されていて
 逃げられそうにない！

 どうしようナナシ　このままじゃ・・・
 ・・・！？　ナナシ！

 ナナシは息絶えた・・・

 気付くと　知らない場所に立っていた

 目の前に　輪郭のぼやけた
 男性らしき何かがいる・・・

 お前も死んだのか・・・
 なら　この先に行くんだな・・・

 何かはそれだけ告げると
 跡形もなく消え去った

 どうやら　この先へ進む以外
 他に道はなさそうだ

 そうか　俺は死んだのか・・・
 人間の命ってのはあっけないもんだよね・・・

 あぁ・・・私はもう　戻れないのね・・・
 なら　進まなくては・・・

 オレのこれが聞こえるか・・・？

 道の先から声が聞こえた気がした

 あの光のもてへ行かなければ・・・
 きっと　その先に何か・・・

 オレの声が聞こえるか・・・？

 ＞声に答えろ
 ようやくオレの声に呼応する者が現れたか
 ・・・オレは　魔人ダグザ




 */

