/**
 ダメじゃないか　地上に上がってきちゃ
 この先は通せない　地下街へ戻るんだ

 ：見張りの男を説得しますか？

 ＞説得する
 仲魔・・・？　ああ君たちにっかりさんの・・・
 惜しい人を亡くしたものだね

 ：見張りの男は同情しているようだ
 更に説得を続けますか？

 そうか・・・にっかりさんの意志を継いで

 ・・・うん　それは少しだけさよ？
 危ないから　俺の目の届く範囲内だけね

 ホント！？
 やった　ありだとう！

 ナナシえらい！
 えへへ　これで仲魔集めできるね

 ：男はやれやれと仕方なさそうに嘆息して
 二人を通してくれた

 スカウト
 バトル中会話から
 悪魔をスカウトすることができます
 スカウトに成功すると仲魔として共に戦うことができるようになります

 悪魔には　好む回答の傾向が存在しますので
 口調を手掛かりにして　探してみましょう
 会話で失敗しても　何度も会話することで
 悪魔がこちらに親しみを持ってくれることもあります

 会話を行うことでプレスターンアイコンを消費します
 消費量は会話の結果によって増減します

 スカウトで仲魔にできるのは
 味方のストックに空きがある状態であり
 主人呼応のレベル以下の悪魔が相手である時です
 ただしこの条件を満たしていても
 仲魔にできない悪魔も一部存在します

 また　ストックに同類の悪魔がいる場合
 その悪魔を新たに悪魔にすることはできません

 ナナシの仲魔　結構集まったみたいだね

 あたしもスマホに入ってた仲魔
 どうにか使役できるようになったよ

 これであたしも
 ナナシと一緒に戦えるよ

 仲魔とは別に　戦闘で一緒に戦ってくれる
 キャラクターのことをパートナーと呼びます

 パートナーはプレイヤーターンの終了時に
 行動します　行動を支持することはできませんが
 様々なスキルを使って戦闘を補助してくれます

 プレイヤーの攻撃が反射・吸収された時は
 強制的にエネミーターンとなるため
 パートナーの行動も飛ばされてしますます
 注意して下さい

 また　パートナーにもhpがあり
 HPが０になると行動不能となってしますますが
 一定ターン経過することで戦線に復帰してくれます



 これだけ仲魔がいれば大常備・・・かな？
 それじゃあ　オヤジを説得しに行こうか

 アサヒのスマホが緊急連絡を受信した


 これ　にっかりさん宛だ・・・
 見ても・・・いいよね？


 スカイタワーはすぐ近くだよ
 助けに行こうよ　ナナシ

 今のあたしたちなら　絶対大丈夫
 仲間を助けにスカイタワーへ向かおう！

 「救：「緊急」救助要請」
 を受注しました

 えっと・・・たしかスカイタワーは
 錦糸公園を抜けた先だよ　急ごう！

 「ウィッスパーイベントについて」
 仲間が隠されたスキルを全て習得すると
 ウィスパーイベントが発生します

 ヴィスパーイベントは仲魔が覚えているスキル
 主人公に継承することができるイベントです
 ヴィスパーイベントを積極的に発生させることで
 主人公のスキルがどんどん強くなっていきます
 ただし一部継承できないスキルもあります

 ヴィスパーイベント発生時に
 主人公が仲魔と同じスキルを覚えている場合は
 そのスキルが強化されます
 強化段階はスキルごとに設定されており
 最大まで強化することで
 強化段階を表す数字の色が緑から黄に変わります

 「悪魔のスキル適性について」
 悪魔は元々悪魔ごとにスキル適性が設定されているため
 スキルを強化することができません
 この数字がお大きいものほど
 その悪魔が得意とする属性ということになります

 各悪魔のスキル適性は
 それぞれのステータス画面から確認できます

 「所持スキルの並び替え」
 メニュー画面のパーティ
 スキル順からキャラクタごとに
 所持スキルの並び替えができます

 偉大なる　我が力を受けよ
 染まるのだ　ナナシ

 付加

 */

