/**
 ダメじゃないか　地上に上がってきちゃ
 この先は通せない　地下街へ戻るんだ

 ：見張りの男を説得しますか？

 ＞説得する
 仲魔・・・？　ああ君たちにっかりさんの・・・
 惜しい人を亡くしたものだね

 ：見張りの男は同情しているようだ
 更に説得を続けますか？

 そうか・・・にっかりさんの意志を継いで

 ・・・うん　それは少しだけさよ？
 危ないから　俺の目の届く範囲内だけね

 ホント！？
 やった　ありだとう！

 ナナシえらい！
 えへへ　これで仲魔集めできるね

 ：男はやれやれと仕方なさそうに嘆息して
 二人を通してくれた

 スカウト
 バトル中会話から
 悪魔をスカウトすることができます
 スカウトに成功すると仲魔として共に戦うことができるようになります

 悪魔には　好む回答の傾向が存在しますので
 口調を手掛かりにして　探してみましょう
 会話で失敗しても　何度も会話することで
 悪魔がこちらに親しみを持ってくれることもあります

 会話を行うことでプレスターンアイコンを消費します
 消費量は会話の結果によって増減します

 スカウトで仲魔にできるのは
 味方のストックに空きがある状態であり
 主人呼応のレベル以下の悪魔が相手である時です
 ただしこの条件を満たしていても
 仲魔にできない悪魔も一部存在します

 また　ストックに同類の悪魔がいる場合
 その悪魔を新たに悪魔にすることはできません

 ナナシの仲魔　結構集まったみたいだね

 あたしもスマホに入ってた仲魔
 どうにか使役できるようになったよ

 これであたしも
 ナナシと一緒に戦えるよ

 仲魔とは別に　戦闘で一緒に戦ってくれる
 キャラクターのことをパートナーと呼びます

 パートナーはプレイヤーターンの終了時に
 行動します　行動を支持することはできませんが
 様々なスキルを使って戦闘を補助してくれます

 プレイヤーの攻撃が反射・吸収された時は
 強制的にエネミーターンとなるため
 パートナーの行動も飛ばされてしますます
 注意して下さい

 また　パートナーにもhpがあり
 HPが０になると行動不能となってしますますが
 一定ターン経過することで戦線に復帰してくれます



 これだけ仲魔がいれば大常備・・・かな？
 それじゃあ　オヤジを説得しに行こうか

 アサヒのスマホが緊急連絡を受信した


 これ　にっかりさん宛だ・・・
 見ても・・・いいよね？


 スカイタワーはすぐ近くだよ
 助けに行こうよ　ナナシ

 今のあたしたちなら　絶対大丈夫
 仲間を助けにスカイタワーへ向かおう！

 「救：「緊急」救助要請」
 を受注しました

 えっと・・・たしかスカイタワーは
 錦糸公園を抜けた先だよ　急ごう！

 「ウィッスパーイベントについて」
 仲間が隠されたスキルを全て習得すると
 ウィスパーイベントが発生します

 ヴィスパーイベントは仲魔が覚えているスキル
 主人公に継承することができるイベントです
 ヴィスパーイベントを積極的に発生させることで
 主人公のスキルがどんどん強くなっていきます
 ただし一部継承できないスキルもあります

 ヴィスパーイベント発生時に
 主人公が仲魔と同じスキルを覚えている場合は
 そのスキルが強化されます
 強化段階はスキルごとに設定されており
 最大まで強化することで
 強化段階を表す数字の色が緑から黄に変わります

 「悪魔のスキル適性について」
 悪魔は元々悪魔ごとにスキル適性が設定されているため
 スキルを強化することができません
 この数字がお大きいものほど
 その悪魔が得意とする属性ということになります

 各悪魔のスキル適性は
 それぞれのステータス画面から確認できます

 「所持スキルの並び替え」
 メニュー画面のパーティ
 スキル順からキャラクタごとに
 所持スキルの並び替えができます

 偉大なる　我が力を受けよ
 染まるのだ　ナナシ

 おい　ここは通行止めだ
 子供は早く地下げ戻れ

 見張りの男を説得しますか？

 お偉いさんの許可を貰ってから
 出直して来るんだな

 男の意志は堅そうだ
 どうしますか？
 クエスト依頼文を見せる

 ：ナナシはアサヒに
 クエストの依頼文を見せるよう表示した

 え・・・あ　なるほど！
 ほらおじさん　この依頼文を見てよ

 ・・・ん？　依頼文がなんだってん・・・
 ・・・これはつぎはぎさんからの緊急依頼！？

 まさかこんなガキが・・・だが　これは
 紛れもなくつぎはぎさんからのものっ！

 ぬぐぐ・・・確かに今はフリンを支援するため
 ハンターの大半が出払っちまってるし・・・


 ・・・仕方ない　お前らの通行をする
 ただし　くれぐれも無茶はするなよ？

 ：見張りの男は逡巡した末
 ナナシたちの通常を許可した

 ありがとう　おじだん！

 よぉし　行こうナナシ！

 ナナシたちは
 錦糸公園の中へと進んだ

 フィールドの外に出るとラージマップが表示されます
 ラージマップ上のマップナビはフィールド上と違い
 次のような機能があります

 「地名切替」
 地名の表示・非表示を切り替えることができます
 切り替えはRボタンでも機能です

 「表示切替」
 重要箇所や遺物　そのほかの表示の切替ができます

 現在地と目的地は
 フィルド上のマップナビと同様です

 エリア開通工事による一時封鎖のお知らせ

 只今　当該道路は工事のため封鎖中です
 ご協力　感謝します

 人外ハンター商会　道路交通備課
 ・・・と看板に書かれている

 前方で天使とハンターが口論をしている
 どうやら一触即発の険悪な状況だ

 ここは許可のない人間は立ち入り厳禁よ
 禁を破ったものは問答無用で処刑するわ

 そんな　ちょっと入っただけで処刑なんて
 ・・・勘弁してくれよ

 例外は認めません

 そして　貴方たちも禁を破った闖入者
 すべて　処刑させていただきます

 俺たちも・・・！？
 なんだよそれ　横暴だ！

 どうする？　話の通じる相手じゃないぞ

 決まってんだろ　仲間が捕まっているんだ
 もうあとになんか退ける

 ナナシ　天使がいるよ・・・初めて見た
 どうする？

 少し待ってくれ

 うぅー　早く準備を整えて
 あの人たちを助けよう！

 戦闘準備を整えるため
 一旦後退することにした

 ハンターたちに加わり
 天使と戦いますか？

 仲間を見殺しになんてできないね！
 よぉし　行くよナナシ！

 アサヒがまっすぐ天使とハンターの間へ
 割って入っていく

 ん　お前らは・・・

 あたしたちも同じクエストを受けた
 人外はんたーです！

 少し頼りないが　今は猫の手も借りたい
 お前らにも戦って貰うぜ

 何人来ようとメルカバー様の名は絶対よ
 ルールを守れないものは全員処刑するわ

 おい　そっちの天使は任せるぞ

 ハンターたちはもう片方の天使と
 対峙している

 あたしたちだって　もう十分に戦えるって
 証明してみせる！

 ぐっ・・・こんな子供に・・・
 メルカバー様の使いである私がぁ！？

 あいつら　ガキのくせにやるじゃないか

 やった！　天使相手でも戦えてる！
 十分通用してるよ　あたしたち！

 一体何事ですか

 まずい・・・あれは大天使ハニエル・・・
 おれたちの手に負える相手じゃ・・・

 報告します

 ：天使がハニエルに耳打ちした

 なんと・・・

 汝らは人間の分際で　神の使いである
 我らの取り決めを破ると言うのか

 まったく　ケダれた連中だ　
 神の御名の下　我らが汝らを処分してくれる

 その命をもって　罪を？？？

 ハニエルの攻撃により
 ハンターたちは吹き飛ばされた

 汚れた者共は粛清すべし
 次は汝らの番だ

 今日の安寧が明日も続く世界・・・
 それがメルカバー様が望む理想の世界

 神が謎む世界に迷いとなる汚れは不要・・・
 神の雷を受け　消え去るが良い

 神の寵愛を無碍にする愚か者共
 綺麗に死ねると思わぬことだな

 ダメだ・・・あたしたちじゃ
 歯が立たない・・・！

 アサヒは脱力し　地面にへたり込む
 俯いた顔から諦念を伝わる

 どうしてあたしたち　いつも悪魔や天使に
 苦しめられなきゃいけないの・・・？

 こんなのってないよ・・・ナナシ・・・
 あたしたち　どうすればいいの・・・？

 何と答えますか？

 ＞最後まで抗うんだ

 歯を食いしばり　眼前の敵をにらみつける

 そう・・・最後まで諦めなければ
 いつか希望が見えましてよ

 何者かが戦闘に割って入って来た

 行きましてよ　フリン

 ああ　すぐに片付ける

 ハニエルはフリンたちと交戦している

 ハニエルはフリンたちと交戦している

 ハニエルはフリンたちと交戦している

 この我がゲスな生まれの人間なんぞに・・・
 神の寵愛に気付けぬ・・・愚か者　め・・・

 フリンだ・・・
 ああ・・・オレたちは助かった・・・

 希望の星・・・いや　救世主だ
 オレたちとレベルが違う・・・

 フリンもすごいけど　それと同じくらい
 隣のおねえsんも強かった・・・

 すごい　あんな素敵な人がいるんだ・・・！

 少女がハンターたちを手当てしている
 どうやら全員　命に別状はないようだ

 イザボー　彼らを安全な場所へ運ぼう

 ええ　怪我人をこんなところに
 放ってなどおけないわ

 フリンとイザボーが
 怪我をしている人外ハンターに肩を貸す

 貴方たち　よかったら
 手伝ってくださらなくて？

 怪我人を運ぶのを手伝いますか？

 ＞手伝う

 瀕死の人外ハンターたちを
 錦糸町まで運ぶことになった

 瀕死のハンターたちが
 ハンター紹介の医者班へ引き渡される

 一緒にナナシたちも
 緊急手当てをしてもらった

 みんな無事でよかったね　ナナシ

 あっ・・・忘れてた！　仲魔のこと言って
 オヤジを説得しなくちゃ！

 */

