 /**

 この物語はフィクションです

 アキラ

 僕は自分の命に代えてでも
 守りたいものがたくさんある・・・

 もし　その時が来たら・・・

 何度　転生しようとも・・・か？

 人間を救うのは神でも悪魔でもない・・・

 行こう　アキラ

 僕は　君に

 アキラ





 ねね　ナナシ　行きってば

 ナナシィー　起きろー

 もう　先輩たちが悪魔と戦ってる
 って時に　寝てちゃダメだよ

 まあ　ハンター見習いじゃ
 足まといになるから戦えないし

 最近フリン関連の依頼で忙しくて
 ナナシが疲れてるのは知ってるんだけどね

 ：少女はつまらなそうに視線を落とし
 ：ため息を吐いた

 はぁ・・・にっかりさんたち　まだかな？
 このままじゃ　あたしまで寝ちゃいそう・・・

 ：何をして時間を潰しますか？

     ＞時間を潰すネタを探す

     ＞少女と話す
         あーあ　早くスマホもらって
         正式な人外ハンターになりたいなぁ

         ナナシもそう思うでしょ？
         いつまでも見習いのままじゃイヤだよね

         バリバリ活躍して　いつかフリンみたく
         「希望の星」とか呼ばれたりしてさ・・・

         ・・・まあ見習いのあたしたちには
         まだ当分　先の話なんだろうけどね

 ：何をして時間を潰しますか？

     ＞時間を潰すネタを探す

     ＞少女と話す
         はぁ・・・にっかりさんたち　まだかな？
         このままじじゃ　あたしまで寝ちゃいそう・・・

 ：アサヒは寝たそうに
 ：欠伸を噛み殺した

 ：何をして時間を潰しますか？

     ＞時間を潰すネタを探す
         向こうに電源の点いたテレビがある
         何かの情報番組が流れているようだ・・・

 ：何をして時間を潰しますか？

     ＞テレビを見る
         闇に閉ざされた東京に舞い降りた一筋の光
         我らが救世主ーその名はフリン

         神と悪魔の戦争に巻き東京・・・
         フリンは　その東京を救う希望の星です

         彼は　我ら東京の神に代わって
         東京を支配する威力を退治してくれました

         残るは天使と悪魔の首領を討伐するのみ
         いよいよ最後の戦いが始まります

         人外ハンターの諸君は東京の未来のため
         フリンのバックアアップに励みましょう

 ：テレビでは東京で話題の救世主
 ：フリンについて紹介していたようだ






 こっちは東京に住む人々のため
 悪魔共と必死こいて戦ってたってぇのに・・・

 お前ら見習いは　仲良く肩並べてお喋りか
 イイ身分だな・・・えぇ　アサヒちゃんよォ？

 好きで待機してわけじゃないもん
 スマホさえくれれば　あたしたちだって・・・

 オイオイ　そうじゃねぇだろヤーマン！
 いいか　地上はマジ危険あんだぜ？

 東京の地上には
 どこもかしこも悪魔がはびこってやがる

 でも人間が生きてくには　地上に出て
 食料や物資を調達しなきゃなんねぇ

 そーゆー生きるのに必要なもんを調達して
 人々を支えんのが人外ハンターの使命だ

 ・・・だから？

 だからよぉ　自覚を持って話しだぜ
 スマホがねぇからって駄々こねってねぇでよ

 確かにスマホがなきゃ悪魔とは戦えねぇが
 それならそれで先輩を応援するとかー

 おい　マナブ　仲魔を召喚したままだ
 早くしまえ

 おっと　すんませんにっかりさん・・・
 やっべ・・・スマホの充電もマジ切れそうだぜ

 周辺の悪魔は掃討し終えた　
 今の内であれば　この近辺は安全なはずだ

 俺とマナブは狩った悪魔を
 持ち運べるように解体する

 ナナシ　アサヒ・・・お前らは安全なうちに
 周辺を探索して遺物を回収しろ

 はい　りょーかいです！

 じゃあ行こうか　ナナシ
 何かいい物を見つかるといいね

 ：何をしますか？

     ＞アサヒと話す

         ん　どうしたのナナシ？
         遺物　早く探しに行こうよ

     ＞にっかりと話す
         今なら　このあたりに悪魔はいないはずだ
         周辺を探索し　遺物を回収してこい

     ＞マナブと話す
         遺物の回収も人外ハンターにとって
         大事な仕事だ・・分かってるようなやーまん？





 ：遺物はかつての文明の象徴であり
 ：東京に住む人々にとっての貴重な資源です

 ：遺物はマップ上のあちこちにあるので
 ：いろいろな場所を探してみましょう

 やった　遺物発見だね！

 他にもあるかもしれないから
 別の場所も探してみよ？

 ：人外ハンターにとって遺物の調達は
 ：人々の生活を支える重要な仕事の一つです

 ：入手した遺物をショップに持って行くと
 ：マッカ（お金）に換金してくれます

 えぇ　ナナシそれ・・・スマホじゃない！？
 これで悪魔を召喚して戦えるかも・・・！

 ちょっと待ってて　にっかりさん呼ぶから
 勝手にいじったりしちゃダメだからね

 アサヒはにっかりを呼びに
 急いで駆けて行った

 ：スマホをいじってみますか？

     ＞アサヒを待つ

         ：アサヒがマナブを連れ
         ：走って戻って来た

 にっかりさんは手が離せないって言うから
 変わりにマナブ　連れてきたよ

 代わりってなんだよ・・・まあいい
 やーまん　スマホを拾ったんだって？

 ま・・・たぶんダメだろうが
 試しに起動してみたらどうだ？

 って・・・おい　そのスマホ・・・
 動いてんじゃねぇか　ちょっと見せてみろ

 ：マナブがナナシの横から
 ：スマホの画面を覗き込む

 やっぱマジ・・・ダメだな
 液晶割れてるし　データもバグってるし？

 えぇー　使えないってこと？

 マップナビは生きてるみてぇだが
 悪魔召喚はできねぇ・・・マジ　ゴミだな

 ま　持ってて無駄にはならねぇだろ
 ちゃんとしモンもらえるまで取っとけよ

 ：壊れたスマホを手に入れた

 ：ナナシは壊れたスマホを
 ：左腕のホルダーの装着した

 せっかく見つけたのに・・・残念だったね
 でも　ちょっとだけ羨ましいなー

 ：アサヒはナナシの手を取り
 ：壊れたスマホを物珍しいそうに眺める

 それでナナシ　なんて名前にしたの？

 にっかりさんみたくハンドルネーム？
 それともマナブみたく名前そのまま？

 ：ナナシはアサヒたちに
 ：入力した名前を告げた

 ナナシのままで良いの？
 ふーん　そうなんだ・・・？

 うん　あたしはいいと思うよ
 ナナシはやっぱりナナシだもん

 なんだ　今まで通りかょやーまん
 ま　孤児だからナナシってのも悪くねぇか

 それじゃあ　にっかりさんトコ戻るぞ
 イチャイチャしてて遅れんなよ　やーまん

 イチャイチャしてないよ！
 早く行こナナシ





 ・・・こちら　チーム・エコー
 錦糸町所属人外ハンター　にっかりだ。

 規定数分の武装は回収した
 一息入れたら商会へ納品する　アウト

 ・・・よし　戻ったな
 こっちはもう少しかかる・・・少し待ってろ

 ：にっかりは巧みなナイフ捌きで
 悪魔の肉を切り分けている

 にっかりさん　そのサバイバルナイフ
 年季入ってるッスねぇ・・・

 もしかして自衛隊ってのにいた頃かえあ
 愛用してるんすか？

 そうだな　もうかれこれ四半世紀以上は
 使っていることになるな・・・

 ・・・そう言えば　お前ら見習いは
 今年で何歳になる

 あたしたちは一応
 二人とも１５です

 ほう　昔で言えば元服する頃合いだな
 お前らも　そろそろ一人前になるわけだ

 あたしたち　一人前って
 認めてもらえるんですか

 そろそろ言っただろう？
 お前らを一人前と認めるには　まだ早い

 なんだ・・・

 お前らが一人前になるためには
 知るべきことが　まだたくさんある

 一つは歴史だな・・・
 今から軽く中年の昔話を聞かせてやる

 俺たちが２５年もの間
 東京に閉じ込められることになった話を・・・

 あれは　２０１X年

 長引く不況や民族紛争に揺れながらも
 どうにか平和を保っていた時代・・・

 そんな時代に突如
 世界各地で悪魔が出現するようになった

 それは世界規模の大恐慌を引き起こし
 世界は瞬く間に核の炎に包まれた

 核は世界中のあらゆる場所に落とされたが
 東京は奇跡的に直撃をまぬがれた

 それは　ある一人の少年が東京の守護神
 タイら・マサカド公を召喚し・・・

 マサカド公と共に東京を覆う岩盤となり
 核から東京を守ってくれったからだ

 生き残った人々は　この一連の出来事を
 神の命を受けた天使の仕業と噂し・・・

 いつからか神の御業戦争などと
 呼ぶようになった

 岩盤のおかげで東京の人々は生き残ったが
 新たな災厄に見舞われることになった

 人間は岩盤によって
 悪魔と共に閉じ込められてしまったのだ

 お前らも知っているだろう・・・？
 悪魔は地球上のどんな生物よりも恐ろしい

 あらゆる手を使って人を襲い　喰らう
 悪魔は神話や伝承に聞く通りの存在だ

 こして　俺たち東京の民の
 生存競争が始まった・・・

 俺たちは生き延びるため　あるモノを使い
 悪魔を利用することにした

 悪魔召喚プログラム
 これを使えば悪魔を使役し　戦力にできる

 このプログラムは　神の御業戦争の直前
 ネット上に流された謎の代物だ

 制作者も　その制作意図も不明・・・
 しかし俺たちは　それに頼る他なかった

 一度　天上の上へ行ったんですよね？
 ずっと前にオヤジから聞きました・・・

 そうだ・・・東京で最も高い塔
 スカイタワーを起点に岩盤を掘削し抜けた

 掘削し開始から数年　俺たち東京の民は
 遂に天井の上にでることができた・・・

 ・・・ところが　天上の上に出た俺たちは
 すぐに東京へ引き返すことになる

 天井の上には　俺たちと違う人間が
 すでに国を作って暮らしていたのだ

 そして　それを守護する殺戮の天使
 奴らは問答無用で俺たちに攻撃をしかけた

 当然　俺たちも悪魔を使役し応戦したが
 結果は惨敗・・・天使には敵わなかった

 俺たちは　無様に逃げ帰った・・・

 天井の上に出られないと分かった以上
 俺たちは　この東京で生きていくしかない

 やがて人々は意見を対立させ
 いくつかの派閥に分裂した

 分裂した派閥ってのが
 阿修羅会とガイヤ教団・・・

 そして　オレら
 人外ハンター商会だ

 まあ　今や阿修羅会とガイヤ教団は
 フリンにぼこられて壊滅状態だけどな

 ここまでちゃんと分かってるか？
 ヤーマン！

 マナブに言われなくても分かってるって
 これでも一応　人外ハンターなんだから

 お前らは　人外ハンター見習いな

 むぅ・・・それも分かってるよぉ
 悪魔を使役してこそ一人前・・・でしょ？

 ヤーマン　分かってんじゃねぇか
 悪魔が使役できない内は見習いだからな

 むぅ・・・

 確かにお前らは見習いだが
 仕事の結果に見習いかどうかは関係ない

 今回のクエスト　お前ら二人は戦闘以外で
 十分貢献してくれた・・・及第点だ

 わぁ・・・　ありがとうございます！
 えへへ・・褒めてもらえたよ　ナナシ

 にっかりさんは　こいつらに甘いっすね

 ふっ・・・そうか？

 ：にっかりは悪魔の解体を終え
 ナイフをシースしまった

 今回は　警察署と呼ばれていた建物から
 武器になり得る遺物をかき集めた

 これもフリンが行う最後の戦いを
 バックアップするためのものだ

 天井の上　東のミカド国からきた
 東京の民にとって希望の星・・・か

 今じゃ街の何処に行ってもフリンの話で
 マジ持ちきりだしなー・・・ほんとぱねぇよ

 フリンか・・・会ってお話しとか
 してみたいよね

 ＞ああ　話してみたいね
 だよねだよね！
 いつか話せる機械とかあるかなー　えへへ

 ＞いや　別に・・・？

 ：アサヒは満足そうに微笑んだ

 ：にっかりが左腕に巻いた腕時計へ
 視線を落とす

 そろそろ頃合いか・・・

 にっかりは腕時計の

 **/
















































