/**
 クエスト

 {
 武器調達

 各地の人外ハンターへ
 東京の周り武器として利用できそうなものを収集せよ
 来るべき時に備え　武器を確保しておきたい
 各自　所属している商会の指揮に従い
 条件に適った武器を規定数調達してほしい
 }

 {
 [定期]食料調達

 各地の人外ハンターへ
 東京の各地を周り食材を規定量調達せよ
 食べられるものであれば何でも構わない
 規定量以上食料を調達できた場合には追加報酬を支払う
 各自　東京の民のため尽力してくれることを祈る

 ハンター見習いのお二人さんへ
 にっかりさんの判断で戦闘指導を行うことになった
 二人は見習いだが　戦闘の基礎くらい覚えておくべき
 ・・・っつーにっかりさんの判断だぜ　ヤーマン！
 何回か戦闘して　戦い方のコツを掴めたら
 にっかりさんに報告するんだ

 これだけやれば　戦闘指導はもう十分だよね！
 早くにっかりさんのところへ移行
 にっかりさんは噴水前で待ってるよ

 ハンター見習いの二人へ
 ひとまず戦闘指導は終了だ
 ここから予定通り　食料調達の任務を開始する
 まずは食料となる悪魔が出現する地城まで赴き
 規定量の食料を確保するぞ

 突然現れたアドラメレクという悪魔によって
 にっかりさんとマナブが殺されてしまった
 このことは　一刻も早く商会に伝えないといけない
 錦糸町の人外ハンター商会にいるマスターに報告しよう　
 }

 {
 悪魔を三体　仲魔にする

 オヤジに実力を示すためにも
 仲魔をたくさん集めて　一人前だって認めてもらおう
 仲魔は　少なくとも三体はいないと格好がつかないよ
 さっそく地上に出て悪魔をスカウトしに行こう
 }
 */

